Servicios/api/application/views/Request/codificacionContrato.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.telmex.net/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:codificacionContrato>
         <!--Optional:-->
         <URL><?=$V2oecyt4aea4?></URL>
      </ser:codificacionContrato>
   </soapenv:Body>
</soapenv:Envelope>